Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: You know it' s true.
ru: Вы знаете, что я прав.

source: What is true, Mr Tappan - and believe me when I tell you, "ve seen this - is that there are men whose hatred of slavery is stronger than anything, except for the slave himself.
ru: Правда в том, мистер Таппан, - и поверьте мне, я убедился в этом на собственной шкуре, - что для некоторых людей их ненависть к рабству важнее всего на свете, даже самих рабов.

source: If you wish to inspire such hatred in a man, Mr Joadson, speak to him in that fashion and it may come true.
ru: Если Вы захотите разжечь в ком- нибудь ненависть такой силы, поговорите с ним в таком тоне, и ваше желание исполнится.

source: Our president, our big, big man, has appealed the decision to our Supreme Court.
ru: Наш президент, наш вождь, подал апелляцию в Верховный суд.

source: What does that mean?
ru: Что это значит?

source: We have to try the case again.
ru: Нам придется снова защищаться в суде.

source: Now, l- I know it' s hard to understand, Cinque.
ru: Я знаю, это трудно понять, Синке.

source: I don' t understand, for that matter.
ru: Я и сам этого не понимаю.

source: You said there would be a judgment, and we would go free.
ru: Ты говорил, будет суд, и, если мы выиграем дело - нас отпустят.

source: What I said is that we won it at the state level.
ru: Я сказал, если мы выиграем на уровне штата...

source: I said if we won it at the state level, we then go on.
ru: Я сказал, если мы выиграем на уровне штата, нам придется защищать дело в Верховного суде.

source: - That' s what you said!
ru: - Ладно, ладно!

source: Yes, I said it!
ru: Я должен был сказать.

source: I said it, but I shouldn' t have.
ru: - Что?

source: What I should have said...
ru: - Должен был.

source: - I can' t translate that.
ru: Нет такого слова на языке Мэндэ?

source: - You can' t translate what?
ru: Нет.

source: - I can' t translate "should".
ru: Ты либо делаешь что- то, либо нет.

source: - There' s no Mende word for "should"?
ru: Я имел в виду.

source: Either you do something, or you don' t do it.
ru: Имел в виду - понятно?

source: What I meant to say, what I MEANT...
ru: Не в том смысле, в каком вы его употребляете.

source: You' re misunderstanding the language.
ru: Имел в виду - то же самое, что и должен был.

source: Understand what "m saying.
ru: Послушай меня.

source: What I said to you before the judgment is almost how it works here.
ru: То, что я сказал тебе до суда, это правда почти во всех случаях.

source: - Almost!
ru: - Почти?

source: Almost?
ru: Да, Синке, но не всегда.

source: But not always.
ru: Вот почему, нам придется выступать еще раз.

source: "Massachusetts member, House of Representatives.
ru: Его Превосходительству Джону Куинси Адамсу, члену Палаты представителей от штата Массачусетс.

source: "lf that is true, then you are aware that we have been,
ru: Я понял со слов мистера Джодсона, что вам известно о том плачевном положении, в котором оказались африканцы с корабля "Амистад".

source: "Despite this,
ru: Если это так, тогда вы знаете, что мы одержали победу на всех этапах судебного разбирательства.

source: "to the highest court in the land.
ru: Но несмотря на это и на весьма скромные шансы переизбрания президента Ван Бюрена на второй срок, он обжаловал благоприятное решение, принятое судом, в высшей судебной инстанции страны.

source: "are themselves Southern slave owners.
ru: Уверен, Вам хорошо известно, что семеро из девяти судей Верховного Суда являются рабовладельцами из Южных штатов.

source: "Sir, we need you.
ru: Сэр, нам нужна ваша помощь.

source: "and array himself for battle, that time has come."
ru: В жизни каждого человека однажды наступает время отложить свои каждодневные дела и вступить в битву.

source: "Cicero said, appealing to Claudius in defence of the Republic,
ru: Цицерон как- то сказал, подавая апелляцию Клавдию в защиту Рима:

source: "depends on the life of one most brave and excellent man. '
ru: "Исход всей войны зависит от одного смелого и достойного человека".

source: "ln our time, in this instance, I believe it depends on two.
ru: В наше время и в данном случае ее исход зависит от двоих.

source: "and you, sir.
ru: Смелого человека, закованного в цепи, по имени Синке и от вас, сэр.

source: "Sincerely, Roger S Baldwin, attorney- at- law."
ru: Искренне Ваш Роджер Болдуин, адвокат.

source: Mr Tippings, excuse me a moment, please.
ru: Мистер Типпингс, не могли бы вы оставить нас на минутку.

source: - What did Cinque say?
ru: Что слышно от Адамса?

source: He won' t talk to you.
ru: - Что сказал Синке?

source: He won' t talk to me?
ru: - Он не хочет с вами разговаривать.

source: How' s your English coming?
ru: Как твой английский?

source: No better than my Mende, I suppose.
ru: Наверно, ничуть не лучше, чем мой Мэнде.

source: Cinque, I know this isn' t something you necessarily want to think about, but has it occurred to you that "m all you' ve got?
ru: Синке, я понимаю, тебе не хочется об этом думать, но тебе не приходило в голову, что я - твой единственный защитник.

source: Because, since my practice has now completely deteriorated, you' re all "ve got.
ru: А с тех пор, как дела в моей юридической фирме пошли из рук вон плохо, ты - мой единственный клиент.

source: See, this is me.
ru: Смотри, это я.

source: You see how this works?
ru: Видишь?

source: And- And- And this, this here, Cinque, is for me.
ru: А это, Синке, уготовано для меня.

source: More death threats.
ru: Они угрожают убить меня.

source: By my own clients, no less.
ru: И некоторые подписаны никем иным, как моими собственными клиентами.

source: I should say, should say... former clients, shouldn' t l?
ru: Правильней сказать - бывшими клиентами.

source: There is one more consequence to having no clientele to speak of.
ru: Но когда теряешь всю клиентуру, появляется одно преимущество.

source: I am now free to sit here as long as it takes for you to acknowledge me.
ru: Теперь я свободен и могу сидеть здесь, пока ты со мной не заговоришь.

source: Yes, you understood that word, didn' t you?
ru: Ты понял это слово, да?

source: Caesar.
ru: Цезарь.

source: Cicero' s appeal was to Julius Caesar, not Claudius.
ru: Цицерон подавал апелляцию Юлию Цезарю, а не Клавдию.

source: Claudius would not be born for another hundred years.
ru: Клавдий родился лишь через сотню лет.

source: You were right, there was one of them.
ru: По крайней мере, Вы хоть одного назвали правильно.

source: - Is that him?
ru: - Это он?

source: - Yes, Mr President.
ru: - Да, мистер президент.

source: Please unlock this door.
ru: Прошу вас, откройте дверь.

source: - How old is he?
ru: Адамс лет пятнадцать флиртовал с аболиционистами, но так и не заманил в свои сети ни одного из них.

source: - Too old to take anyone home!
ru: Кстати, сколько ему лет?

source: He sleeps through three quarters of the sessions on the Hill.
ru: Ровно столько, чтоб перестать флиртовать.

source: Let' s see.
ru: Он то и дело клюет носом на сессиях Палаты Представителей.

source: President, slumbering congressman, jailhouse lawyer - one waits with great anticipation for what' s next!
ru: Защитник заключенных.

source: - What must that be like?
ru: Что?

source: Knowing all your life, whatever your accomplishments, you' il only be remembered as the son of a great father.
ru: Знать на протяжении всей своей жизни, что, чего бы ты ни достиг, тебя будут вспомнить лишь как сына великого отца.

source: The only thing John Quincy Adams will remembered for is his middle name!
ru: Все, что запомнят люди о Джоне Куинси Адамсе, - это его второе имя.

source: I wonder, is there anything as pathetic as an ex- president?
ru: Что может быть печальнее бывшего президента...

source: I was talking about John...
ru: Я говорил о Джоне...

source: - Sir.
ru: - Сэр?

source: Cinque has asked me t- t- to ask you... whether you have thought about the question of jurisdiction.
ru: - Что?

source: That since they took over the ship far out to sea, and since neither Spain nor America owns the sea, how is it that the treaty applies?
ru: А поскольку ни Испания, ни Америка не владеют этими морскими просторами, как этот договор может иметь силу?

source: Tell him the treaty recognises no jurisdictional limitations.
ru: Передайте ему, что этот закон не предполагает никаких территориальных ограничений.

source: - He will ask me why.
ru: - Он спросит, почему.

source: Because I said so.
ru: - Потому что я так сказал.

source: - Excuse me, sir.
ru: - Извините, сэр.

source: Cinque would like to know that if he is the property of Ruiz and Montes, then how does the treaty apply, as it is between America and Spain?
ru: Если он - законная собственность Руиса и Монтеза, причем здесь договор между Америкой и Испанией?

source: Or their citizens.
ru: Или их граждан.

source: "Or their citizens" is included in the language, if he must know.
ru: Слова "или их граждан" включены в текст договора, если ему это так интересно.

source: It' s a good point, though.
ru: Спасибо, сэр.

source: - those between Spain and America?
ru: Есть ли у Британии договоры с Западной Африкой, которые лишают действия договор между Испанией и Америкой?

source: - which might override those...
ru: Есть ли у Британии договоры с Америкой, которые лишают действия договор с Испанией?

source: Does America have treaties with West Africa?
ru: Если ли у Американского правительства какие- нибудь договоры с Западной Африкой?

source: - Does Spain?
ru: Есть ли у Испании какие- нибудь договоры с Западной Африкой?

source: Does the Commonwealth of Connecticut
ru: Есть ли у Коннектикута какие- нибудь соглашения с Западной Африкой?

source: - have any treaties with West Africa?
ru: Нет- нет- нет.

source: Now stop this!
ru: Прекратите!

source: Unshackle him.
ru: - Снимите кандалы.

source: I' m sorry, sir. - "m under strict orders...
ru: - Снимите кандалы, прошу вас.

source: Yes, Mr President.
ru: - Слушаюсь, мистер президент.

source: I brought over from China.
ru: Это "Фаленопсис", орхидея "Ночная бабочка", я привез ее из Китая.

source: And this is a primrose from an English garden.
ru: А это примула из английского сада.

source: And, uh, this spear lily, from the south of France.
ru: А это лилия с юга Франции.

source: Go on, go on.
ru: Давай, давай.

source: I can' t tell you how difficult that was to come by.
ru: Не могу передать, как трудно мне было ее раздобыть.

source: Now, you understand you' re going to the Supreme Court.
ru: Ты знаешь, что тебя поведут в Верховный суд?

source: Well, yes, that may be true too.
ru: Хотя и это может оказаться правдой.

source: Although I' il admit that, uh, perhaps more so to us than you.
ru: Есть еще одна причина, гораздо более важная, хотя, должен признаться, скорее для нас, нежели для тебя.

source: All right, don' t...
ru: Не надо.

source: Cinque...
ru: Синке.

source: Do you know who I am?
ru: Ты знаешь, кто я такой?

source: Has anyone told you about me?
ru: Тебе кто- нибудь рассказывал обо мне?

source: - What have they told you?
ru: Что тебе сказали?

source: That you are a chief.
ru: Что Вы - вождь.

source: I was a chief, yes.
ru: Был вождем, да.

source: A chief cannot become anything less than a chief, even in death.
ru: Вождь всегда остается вождем, даже после смерти.

source: You' ve no idea.
ru: Как бы я хотел, чтобы этот закон действовал здесь, Синке.

source: One tries to govern wisely, strongly, but...
ru: Ты даже не представляешь.

source: One tries to... kill the lion.
ru: Стараешься править мудро, решительно, но хочешь, чтобы жители твоей деревни ни в чем не испытывали нужды.

source: Unfortunately, one isn' t always wise enough or strong enough.
ru: Хочешь убить льва.

source: Time passes... and the moment is gone.
ru: Но, увы, тебе всегда чуть- чуть не достает то мудрости, то решительности.

source: Now, listen, Cinque.
ru: А время идет.

source: We' re about...
ru: Слушай меня, Синке.

source: We' re about to bring your case before the highest court in our land.
ru: Скоро мы... скоро мы будем представлять твое дело в Верховном суде этой страны.

source: Were about to do battle with a lion that is threatening to rip our country in two.
ru: Скоро мы сразимся со львом, грозящим разорвать пополам эту землю.

source: And all we have on our side is a rock.
ru: И все, что у нас есть, - это камень.

source: Of course, you didn' t ask to be at the centre of this historic conflagration any more than I did, but we find ourselves here, nonetheless, by some mysterious mix of circumstances and the whole world watching.
ru: Но мы очутились здесь в силу мистического стечения обстоятельств, и весь мир смотрит на нас.

source: - l- I...
ru: Что он сказал?

source: Sorry, I didn' t catch it.
ru: Я не понял.

source: Cinque, look. "m being honest with you.
ru: Синке, слушай меня.

source: Anything less would be disrespectful.
ru: Я кристально честен с тобою, потому что я питаю к тебе уважение.

source: I suppose "m explaining to you, that the test ahead of us is an exceptionally difficult one.
ru: Я говорю с тобой, я готовлю тебя, я пытаюсь объяснить тебе, что возложенная на нас миссия чрезвычайно сложна.

source: - We won' t be going in there alone.
ru: Мы - не одни.

source: Alone? lndeed not.
ru: Конечно, нет.

source: We have right at our side.
ru: На нашей стороне правда.

source: We have righteousness at our side.
ru: На нашей стороне - справедливость.

source: We have Mr Baldwin over there.
ru: С нами мистер Болдуин.

source: I meant my ancestors.
ru: Я говорил о предках.

source: I will call into the past, far back to the beginning of time, and beg them to come and help me at the judgment.
ru: Я призову их из прошлого, издалека, с начала времен и попрошу их помочь мне в суде.

source: I will reach back and draw them into me.
ru: Я дотянусь до них сквозь пелену времён и вберу в себя их силу и мощь.

source: And they must come, for at this moment, I am the whole reason they have existed at all.
ru: И они не оставят меня, ибо отныне моя цель - доказать, что они не зря прожили жизнь.

source: I derive much consolation from the fact that my colleague, Mr Baldwin here, has argued the case in so able, and so complete a manner as to leave me scarcely anything to say.
ru: Господа судьи, для меня стало большим утешением то, что мой коллега, мистер Болдуин, защищал это дело в столь искусной, столь законченной манере,

source: Why are we here?
ru: Однако ответьте мне, зачем мы собрались здесь, сегодня?

source: How is it that a simple, plain property issue should now find itself so ennobled as to be argued before the Supreme Court of the United States of America?
ru: Как эта ничем не примечательная ординарная тяжба из- за собственности приобрела столь грандиозное значение, что ее оспаривают в Верховном суде Соединенных Штатов?

source: Do we fear the lower courts, which found for us, missed the truth?
ru: Означает ли это, что мы опасаемся, как бы низшие инстанции не проглядели истины?

source: And now would have us disregard truth even as it stands before us, tall and proud as a mountain.
ru: Или это наш беспредельный всепоглощающий страх гражданской войны заставил нас нагружать символизмом дело, которое никогда к этому не стремилось, а теперь принуждает нас закрыть глаза на истину, которая высится перед нами - огромная и гордая, как гора?

source: The truth... in truth, has been driven from this case like a slave.
ru: Истину гнали прочь от этой тяжбы, словно раба, затасканного по судам, жалкого и обездоленного.

source: But through the long, powerful arm of the executive office.
ru: И гнала ее прочь не редкая прозорливость обвинителей, но длинная мощная рука исполнительной власти.

source: This is no mere property case, gentlemen.
ru: Это не простоя тяжба из- за собственности, господа.

source: Because what it in fact concerns is the very nature of man.
ru: Это самое важное дело, какое когда- либо слушалось в этом суде, потому что оно в действительности затрагивает природу человеческого существа.

source: Uh, these are, um...
ru: У меня в руках копии переписки между госсекретарем Джоном Форсайтом

source: These are transcriptions of letters written between our secretary of state, John Forsyth, and the Queen of Spain, lsabella the Second.
ru: и королевой Испании, Изабеллой Второй.

source: Now, I ask that you accept their perusal as part of your deliberations.
ru: Я прошу Вас обратить на нее внимание в ходе ваших прений.

source: I would not touch on them now except to notice a curious phrase which is much repeated.
ru: Я бы не стал обращаться к ней сейчас, если бы не занятная фраза, повторяемая неоднократно.

source: The Queen again and again refers to our incompetent courts.
ru: Королева снова и снова называет наш суд некомпетентным.

source: A court that finds against the Africans?
ru: Суд, который бы вынес решение против африканцев?

source: Well, I think not.
ru: Думаю, вряд ли.

source: And here is the fine point of it.
ru: Да и не в этом, в сущности, дело.

source: What Her Majesty wants is a court that behaves just like her courts.
ru: Королеве нужен суд, который бы вел себя как ее суд.

source: The courts this 11- year- old child plays with in her magical kingdom called Spain.
ru: Суд, с которым это одиннадцатилетнее дитя забавляется в своем волшебном королевстве под названием Испания.

source: A court that will do what it is told.
ru: Суд, который сделает так, как ему прикажут.

source: A court that can be toyed with like a doll.
ru: Суд, которым можно манипулировать, как марионеткой.

source: A court, as it happens, of which our own president,
ru: Суд, которым бы наш собственный президент

source: Martin Van Buren, would be most proud.
ru: Мартин ван Бюрен гордился от всей души.

source: This is a publication of the office of the President.
ru: Это публикация, выпущенная исполнительным управлением Президента.

source: It' s called "The Executive Review", and "m sure you all read it.
ru: Уверен, вы все его читали.

source: At least "m sure the President hopes you all read it.
ru: По крайней мере, президент на это рассчитывает.

source: This is a recent issue, and there' s, uh, an article in here, written by "a keen mind of the South", who...
ru: Здесь есть статья, написанная благорассудительным южанином.

source: My former vice- president, John Calhoun, perhaps.
ru: Мой бывший вице- президент Джон Калхун, скорее всего.

source: Could it be?
ru: Вполне вероятно, да?

source: "in which one segment did not thrive upon the labour of another.
ru: Он утверждает, что во всяком цивилизованном обществе, один его сегмент процветает за счет трудов другого.

source: "history bears this out.
ru: Сколь бы далеко назад мы ни проникали - в древние времена, в библейскую эпоху - повсюду в истории мы найдем подтверждение этому доводу.

source: "Slavery has always been with us,
ru: В Эдеме, где было сотворено только двое, один из них был полностью подчинен другому, рабство существовало всегда, и потому не является ни грешным, ни аморальным.

source: "Rather, as war and antagonism are the natural states of man,
ru: Как войны и вражда суть естественные проявления человеческой природы, также и рабство.

source: "so, too, slavery, as natural as it is inevitable."
ru: Оно столь же естественно, сколь неизбежно.

source: Well, gentlemen, I differ with the keen minds of the South, and with our president, who apparently shares their views, offering that the natural state of mankind is instead - and I know this is a controversial idea - is freedom.
ru: Я рискну выдвинуть мнение, что естественным состоянием человека - и я знаю, это весьма спорная идея - есть свобода.

source: Is freedom.
ru: Свобода.

source: He will break loose his chains.
ru: А доказательством тому служат те невероятные усилия, которые мы готовы приложить, дабы вернуть ее, когда она у нас отнята.

source: He will try and try and try, against all odds, against all prejudices, to get home.
ru: Мы будем разрывать цепи, уничтожать своих врагов, биться снова и снова, сколь бы малы не были шансы, вопреки всем предрассудкам, чтобы вернуться на родину.

source: Cinque, would you stand up, if you would, so everyone can see you:
ru: Этот человек - чернокожий.

source: We can all see that.
ru: Это мы все прекрасно видим.

source: But can we also see as easily that which is equally true?
ru: Но видим ли мы то, что столь же очевидно?

source: That he is the only true hero in this room.
ru: Что он - единственный настоящий герой в этом зале.

source: If he were white, he wouldn' t be in this court, fighting for his life.
ru: Будь он белым, он бы не стоял сейчас перед этим судом, отстаивая свое право на жизнь.

source: If he were white and his enslavers British, he' d be weighed down by the medals and honours we would bestow upon him.
ru: Будь он белым и будь его поработителями британцы, он сгибался бы под тяжестью медалей и почестей, которыми мы его осыпали.

source: Songs would be written about him.
ru: Песни слагались бы в его честь.

source: The great authors of our times would fill books about him.
ru: Великие писатели нашего времени посвятили бы ему свои книги.

source: His story would be told and retold, in our classrooms.
ru: Его биография звучала бы снова и снова в школьных кабинетах.

source: Our children, because we would make sure of it, would know his name as well as they know Patrick Henry' s.
ru: Наши дети, - поскольку мы бы их к тому приучили, знали бы его имя столь же хорошо, как имя Патрика Генри.

source: "The Declaration of lndependence"?
ru: Но если южане правы, что же тогда нам делать с этим досадным неудобным документом под названием "Декларация Независимости"?

source: "All men created equal," "inalienable rights," "life, liberty," and so on.
ru: "Все люди созданы равными", "неотъемлемые права",

source: What on Earth are we to do with this?
ru: Что же нам делать с этим документом?

source: I have a modest suggestion.
ru: У меня есть скромное предложение.

source: The other night I was talking with my friend Cinque.
ru: Вчера вечером я беседовал с моим другом, Синке.

source: He was over at my place, and we were out in the greenhouse together.
ru: Мы прогуливались вместе по моей теплице.

source: He explained to me how when a member of the Mende - that' s his people...
ru: Так называется его народ.

source: How when a member of the Mende encounters a situation where there appears no hope at all, he invokes his ancestors.
ru: Так вот, когда люди Мэндэ оказываются в положении практически безнадежном, они призывают предков.

source: Tradition.
ru: Традиция.

source: The Mende believe that if one can summon the spirit of one' s ancestors, then they have never left.
ru: Видите ли, Мэндэ полагают, что, если мы можем призвать духов своих предков, значит, они никогда не покидали наш мир.

source: And the wisdom and strength they fathered and inspired will come to his aid.
ru: И та мудрость и сила, воплощением которой они являлись, может прийти нам на помощь.

source: James Madison, Alexander Hamilton,
ru: Джеймс Мэдисон, Александр Гамильтон, Бенджамин Франклин,

source: George Washington,
ru: Томас Джефферсон, Джордж Вашингтон, Джон Адамс.

source: We have long resisted asking you for guidance.
ru: Давно мы не испрашивали у вас наставлений.

source: Perhaps we have feared in doing so, we might acknowledge that our individuality, which we so, so revere, is not entirely our own.
ru: Может быть, оттого, что тогда нам пришлось бы признать, что наша индивидуальность, которой мы так дорожим, не есть наше собственное достояние.

source: Perhaps were feared an... an appeal to you might be taken for weakness.
ru: Возможно, мы боялись, что призвать вас значило бы расписаться в собственной слабости.

source: But we have come to understand, finally, that this is not so.
ru: Но мы осознали, в конце концов, что это не так.
